Repository: miguelalonso/emoncms_spectrum
Catalog: Modules/dashboardspectrum/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Changed, press to save
fr_fr: Modifié, cliquez pour sauvegarder.

source: feedspectrum
fr_fr: Flux

source: feedspectrum value
fr_fr: Valeur du flux

source: Value
fr_fr: Valeur

source: Value to show
fr_fr: Valeur à affiche

source: Units
fr_fr: Unités

source: Units to show
fr_fr: Unités à afficher

source: Type to show
fr_fr: Type à afficher

source: Max value
fr_fr: Valeur maximum

source: Max value to show
fr_fr: Valeur maximum à afficher

source: feedspectrum to set, control with caution, make sure device being controlled can operate safely in event of emoncms failure.
fr_fr: Définir le flux. Bien vérifier que le périphérique peut continuer à fonctionner correctement en cas de défaillance de EmonCMS.

source: Starting value
fr_fr: Valeur d'origine

source: Bottom
fr_fr: Bas

source: Top
fr_fr: Haut

source: Bottom feedspectrum value
fr_fr: Valeur du flux pour le bas

source: Top feedspectrum value
fr_fr: Valeur du flux pour le haut

source: Scale
fr_fr: Echelle

source: Scale to show
fr_fr: Echelle à afficher

source: Fill
fr_fr: Remplissage

source: Fill value
fr_fr: Valeur de remplissage

source: Currency
fr_fr: Devise

source: Currency to show
fr_fr: Monnaie / Devise à afficher

source: Kwh price
fr_fr: Prix du kWh

source: Set kwh price
fr_fr: Définir le prix du kWh

source: kwhd source
fr_fr: source de kwhd

source: Power
fr_fr: Puissance

source: Power to show
fr_fr: Puissance à afficher

source: Threshold A
fr_fr: Seuil A

source: Threshold B
fr_fr: Seuil B

source: Threshold A used
fr_fr: Le Seuil A à utiliser

source: Threshold B used
fr_fr: Le Seuil B à utiliser

source: Consumption
fr_fr: Consommation

source: Solar
fr_fr: Solaire

source: Consumption feedspectrum value
fr_fr: Flux contenant la consommation

source: Solar feedspectrum value
fr_fr: Flux de valeur solaire

source: Ufac value
fr_fr: Valeur d'Ufac

source: Mid
fr_fr: Milieu

source: Mid value
fr_fr: Valeur du milieu

source: dashboardspectrum
fr_fr: Tableau de bord

source: clone
fr_fr: cloner

source: dashboardspectrum Configuration
fr_fr: Configuration du tableau de bord

source: dashboardspectrum name:
fr_fr: Nom du tableau de bord :

source: Menu name: (lowercase a-z only)
fr_fr: Nom dans le menu (minuscules de a-z) :

source: Make this dashboardspectrum the first shown
fr_fr: Définir ce Tableau de bord par défaut

source: Main
fr_fr: Principal

source: Activate this dashboardspectrum
fr_fr: Activer le tableau de bord

source: Published
fr_fr: Actif

source: Anyone with the URL can see this dashboardspectrum
fr_fr: Une url permet un accès direct au Tableau de bord sans authentification

source: Shows dashboardspectrum description on mouse over dashboardspectrum name in menu project
fr_fr: Affiche la description du Tableau de bord en passant la souris sur son nom dans le menu projet

source: Show description
fr_fr: Description

source: Close
fr_fr: Fermer

source: Save changes
fr_fr: Enregistrer les modifications

source: Configure element
fr_fr: Configurer l'élement

source: Cancel
fr_fr: Annuler

source: Configure
fr_fr: Configuration

source: Delete
fr_fr: Supprimer

source: Not modified
fr_fr: Non modifié

source: Saved
fr_fr: Sauvegardé

source: No dashboardspectrums created
fr_fr: Aucun Tableau de bord créé

source: Maybe you would like to add your first dashboardspectrum using the button
fr_fr: Vous pouvez ajouter votre premier Tableau de bord en cliquant sur ce bouton :

source: WARNING deleting a dashboardspectrum is permanent
fr_fr: ATTENTION ! La suppression d'un Tableau de bord est une action définitive.

source: Are you sure you want to delete this dashboardspectrum?
fr_fr: Etes vous sûr de vouloir supprimer ce tableau de bord ?

source: Delete permanently
fr_fr: Supprimer définitivement

source: Name
fr_fr: Nom

source: dashboardspectrums:
fr_fr: Tableaux de bord :

source: Draw Editor
fr_fr: &Eacute;diter

source: View mode
fr_fr: Aperçu

source: Configure dashboardspectrum
fr_fr: Configurer le Tableau de bord

source: New
fr_fr: Nouveau

source: List view
fr_fr: Liste
