Repository: miguelalonso/emoncms_spectrum
Catalog: Modules/feedspectrum/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: feedspectrums
fr_fr: Flux

source: feedspectrum API
fr_fr: API de gestion du flux

source: Apikey authentication
fr_fr: Authentification APIKey

source: If you want to call any of the following action's when your not logged in, add an apikey to the URL of your request: &apikey=APIKEY.
fr_fr: Si vous voulez appeler ces fonctions sans être connecté, il suffit d'ajouter votre clé API sur l'url : &apikey=APIKEY

source: Read only:
fr_fr: Accès en lecture seule :

source: Read & Write:
fr_fr: Lecture / Ecriture :

source: The feedspectrum list view
fr_fr: La liste des flux

source: This page
fr_fr: Cette page (documentation API)

source: To use the json api the request url needs to include .json
fr_fr: Pour utiliser l'api json, vous devez ajouter .json à la fin de l'url

source: returns a list of public feedspectrums made public by the given user.
fr_fr: Renvoi la liste des flux public pour un utilisateur

source: returns the present value of a given feedspectrum
fr_fr: Renvoi la valeur courante d'un flux de données

source: returns feedspectrum data
fr_fr: Les données du flux

source: returns histogram data
fr_fr: Données d'histogramme

source: returns kwh consumed in a given power band using histogram data type
fr_fr: Renvoi la puissance consommée sous forme d'histogramme

source: returns id of a feedspectrum given by name
fr_fr: Retourne l'id d'un flux à partir de son nom

source: No feedspectrums created
fr_fr: Aucun flux disponible

source: feedspectrums are where your monitoring data is stored. The recommended route for creating feedspectrums is to start by creating spectrums (see the spectrums tab). Once you have spectrums you can either log them straight to feedspectrums or if you want you can add various levels of spectrum processing to your spectrums to create things like daily average data or to calibrate spectrums before storage. You may want to follow the link as a guide for generating your request.
fr_fr: Les flux correspondent à l'archivage et au traitement de vos données. Créez d'abort une source de données (Onglet Sources), puis utilisez ensuite les flux pour traiter ces données avant de les archiver. Vous pouvez lire la documentation sur l'API flux pour plus d'information (en Anglais)

source: feedspectrum API helper
fr_fr: Aide de l'API

source: WARNING deleting a feedspectrum is permanent
fr_fr: ATTENTION ! La suppression d'un flux est irréversible

source: Are you sure you want to delete this feedspectrum?
fr_fr: Etes vous sûr de vouloir supprimer ce flux ?

source: Cancel
fr_fr: Annuler

source: Delete permanently
fr_fr: Supprimer le flux ?

source: Name
fr_fr: Nom

source: Datatype
fr_fr: Type de données

source: Updated
fr_fr: Actualis&eacute;

source: Value
fr_fr: Valeur
