Repository: miguelalonso/emoncms_spectrum
Catalog: Modules/spectrum/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: spectrum
fr_fr: Sources

source: Log to feed
fr_fr: stocker dans un flux

source: Power to kWh
fr_fr: watts vers kWh

source: Power to kWh/d
fr_fr: watts vers kWh/j

source: x spectrum
fr_fr: × source

source: kWhinc to kWh/d
fr_fr: kWhinc vers kWh/j

source: kWh to kWh/d (OLD)
fr_fr: kWh vers kWh/j

source: update feed @time
fr_fr: actualiser le flux @date

source: + spectrum
fr_fr: + source

source: / spectrum
fr_fr: / source

source: phaseshift
fr_fr: déphasage

source: accumulator
fr_fr: accumulateur

source: rate of change
fr_fr: variation

source: histogram
fr_fr: histogramme

source: average
fr_fr: moyenne

source: heat flux
fr_fr: flux air chaud

source: power gained to kWh/d
fr_fr: watts vers kWh/j

source: pulse difference
fr_fr: différence impulsion

source: KWh to Power
fr_fr: kWh en puissance

source: - spectrum
fr_fr: - source

source: kWh to kWh/d
fr_fr: kWh vers kWh/j

source: spectrum API
fr_fr: API Sources

source: Apikey authentication
fr_fr: Clés d'API

source: If you want to call any of the following actions when your not logged in, add an apikey to the URL of your request: &apikey=APIKEY.
fr_fr: Si vous souhaitez utiliser les liens ci-dessous alors que vous n'êtes pas connecté, veuillez ajouter votre clé d'API à la fin de l'url : <b>&apikey=APIKEY</b>.

source: Read only:
fr_fr: Accès en lecture seule :

source: Read & Write:
fr_fr: Accès en écriture :

source: Available HTML URLs
fr_fr: Liste des pages HTML pour la configuration

source: The spectrum list view
fr_fr: Liste des Sources de données

source: This page
fr_fr: Cette page (documentation de l'API)

source: spectrum processing configuration page
fr_fr: Page de configuration des traitements

source: Available JSON commands
fr_fr: Commandes JSON disponibles

source: To use the json api the request url needs to include .json
fr_fr: Si vous souhaitez utiliser l'API json, veuillez ajouter <b>.json</b> à la fin de l'url

source: Post data
fr_fr: Données transmises

source: JSON format:
fr_fr: Format JSON :

source: CSV format:
fr_fr: Format CSV :

source: Assign spectrums to a node group
fr_fr: Associer la source à un nœud

source: Set the spectrum entry time manually
fr_fr: Modifier manuellement l'horodatage des données

source: To post data from a remote device you will need to include in the request url your write apikey. This give your device write access to your emoncms account, allowing it to post data.
fr_fr: Pour envoyer des données depuis un périphérique distant, vous devez ajouter votre clé d'API à la fin de l'url. Cela permet de donner les accès en écriture à votre périphérique.

source: For example using the first json type request above just add the apikey to the end like this:
fr_fr: Par exemple, pour utiliser l'appel json ci-dessus, il suffit d'ajouter la clé API comme suit :

source: Bulk data
fr_fr: Données brutes

source: You can provide data using bulk mode
fr_fr: Vous pouvez transmettre vos données de manière brute avec un appel global

source: The first number of each node is the time offset, so for the first node it is 0 which means the packet for the first node arrived at 0 seconds. The second node arrived at 2 seconds and 3rd 10 seconds.
fr_fr: Le premier paramètre de chaque nœud est le décalage (exprimé en seconde). Dans cet exemple : le paquet pour le premier nœud est arrivé à 0 seconde. Le second nœud est arrivé à 2 secondes et le 3ème à 10 secondes.

source: The second number is the node id, this is the unqiue identifer for the wireless node.
fr_fr: Le second nombre est l'idenfiant du n&oelig;ud, c'est l'identifiant unique du capteur sans-fils.

source: All the numbers after the first two are data values. The first node here (node 10) has three data values: 250,100 and 20.
fr_fr: Tous les nombres qui suivent les deux premiers sont les valeurs de chaque mesure à enregistrer. Par exemple, ici le nœud 10 contient 3 valeurs (250,100 et 20).

source: spectrum actions
fr_fr: Liste des sources

source: List of spectrums
fr_fr: Liste des sources de données

source: Delete an spectrum
fr_fr: Supprimer une source de données

source: spectrum process actions
fr_fr: Traitements des données reçues

source: Add an spectrum process
fr_fr: Ajouter un traitement sur les données

source: List spectrum process list
fr_fr: Liste des processus de traitement

source: Delete spectrum process
fr_fr: Supprimer un traitement de données

source: Move spectrum process
fr_fr: Changer la position d'un traitement dans la liste

source: Reset spectrum process list
fr_fr: Réinitialiser les processus de traitement

source: spectrum API Help
fr_fr: Aide de l'API

source: spectrums
fr_fr: Sources

source: No spectrums created
fr_fr: Aucune source de données n'est disponible

source: spectrums is the main entry point for your monitoring device. Configure your device to post values here, you may want to follow the <a href="api">spectrum API helper</a> as a guide for generating your request.
fr_fr: Les sources sont le point d'entrée pour vos capteurs. Vos capteurs doivent être configurés pour envoyer leurs données ici, veuillez consulter l'<a href="api">Aide de l'API</a> afin de g&eacute;n&eacute;rer votre requ&ecirc;te.

source: Node:
fr_fr: Nœud

source: name
fr_fr: Nom

source: Process list
fr_fr: Traitements

source: spectrum configuration:
fr_fr: Définition des traitements sur vos données n°

source: spectrum processes are executed sequentially with the result being passed back for further processing by the next processor in the spectrum processing list.
fr_fr: Les processus de traitement de données sont exécutés séquentiellement. Le résultat de chaque étape est passé en entrée de l'étape suivante.

source: New
fr_fr: Nouveau

source: add
fr_fr: ajouter

source: Reset process list?
fr_fr: Réinitialiser la liste des actions

source: Are you sure you want to delete spectrum:
fr_fr: Etes vous sûr de vouloir supprimer cette source ?

source: Delete spectrum?
fr_fr: Supprimer la source

source: Order
fr_fr: Ordre

source: Process
fr_fr: Action

source: Arg
fr_fr: Param&egrave;tre

source: Move up
fr_fr: Monter

source: Delete
fr_fr: Supprimer

source: You have no processes defined
fr_fr: Vous n'avez aucun processus défini

source: CREATE NEW:
fr_fr: Créer un nouveau :
